/**
 * Auto generated, do not edit it
 *
 * HuaxingFlySword配置表
 */
 
package config;

import com.data.script.IScriptConfig;
import java.util.Map;
import com.data.bean.Cfg_HuaxingFlySword_Bean; 

	
public final class Cfg_HuaxingFlySword_Load implements IScriptConfig<Cfg_HuaxingFlySword_Bean> {
	
    /**
     * 数据加载
     * @param contaioners
     */
    @Override
    public void load(Map<Integer,Cfg_HuaxingFlySword_Bean> contaioners){
        contaioners.clear();
        contaioners.put(6310001, new Cfg_HuaxingFlySword_Bean(6310001,"轩辕",1,1,"",12009,"1,467,0}2,12534,0}3,233,0}4,233,0","0,1}1,2}2,3}3,4}4,5",0,9001,9101,"690042.0",0,"蕴含无穷潜力的大道之剑，寄托了玄天宗数百年来打破【天之禁】桎梏的夙愿。远在玄天宗建立以前，便已流传此界。"));
        contaioners.put(6310002, new Cfg_HuaxingFlySword_Bean(6310002,"灵智·轩辕",1,1,"",12010,"1,509,0}2,13637,0}3,254,0}4,254,0","0,1}1,2}2,3}3,4}4,5",0,9001,9101,"690042.0",0,"剑身铭文记载此剑由众神采首山之铜为黄帝所铸，【轩辕】便是帝之尊名。然岁月流转，万物枯荣，再也无人知晓，众神何在，黄帝何在？"));
        contaioners.put(6310003, new Cfg_HuaxingFlySword_Bean(6310003,"剑魂·轩辕",1,1,"",12011,"1,550,0}2,14739,0}3,275,0}4,275,0","0,1}1,2}2,3}3,4}4,5",0,9002,9102,"690042.0",9202,"六位剑灵之中，轩辕剑灵无疑是最为独特的存在。她拥有自己的意志，却不知自己为何而生，又将去往何处。"));
        contaioners.put(6310004, new Cfg_HuaxingFlySword_Bean(6310004,"御剑·轩辕",1,1,"",12012,"1,591,0}2,15842,0}3,295,0}4,295,0","0,1}1,2}2,3}3,4}4,5",0,9002,9102,"690042.0",9202,"她的面容威严而平静，眼眸中却又倒映着无尽时光流逝带来的沧桑。当你们心神相系的那一刻，她的眼中似乎有一闪而逝的期待，是错觉吗？"));
        contaioners.put(6310005, new Cfg_HuaxingFlySword_Bean(6310005,"剑灵·轩辕",1,1,"",12013,"1,632,0}2,16945,0}3,316,0}4,316,0","0,1}1,2}2,3}3,4}4,5",0,9003,9102,"690042.0",9203,"与她的心神联系日益紧密，只需心念一动，她便能操纵轩辕剑为你御敌。力量觉醒之后，她的身姿也产生了变化，威严更胜往昔，眉眼中又多了几分灵动。"));
        contaioners.put(6310006, new Cfg_HuaxingFlySword_Bean(6310006,"觉醒·轩辕",1,1,"",12014,"1,673,0}2,18047,0}3,336,0}4,336,0","0,1}1,2}2,3}3,4}4,5",0,9003,9102,"690042.0",9203,"也许这一次，她不需要再眼睁睁看着你如同凡人般消逝而无能为力。也许这一次，即使是天道法则你们也能争上一争！"));
        contaioners.put(6310007, new Cfg_HuaxingFlySword_Bean(6310007,"东皇",2,1,"",12015,"1,714,0}2,19150,0}3,357,0}4,357,0","0,1}1,2}2,3}3,4}4,5",0,9004,9101,"690042.0",0,"以赤水北漠的圣石【东皇劫石】所铸之剑。900年前，万妖肆虐，火尊教激发圣石灵力，一击便焚尽入侵赤水北漠的妖族。"));
        contaioners.put(6310008, new Cfg_HuaxingFlySword_Bean(6310008,"灵智·东皇",2,1,"",12016,"1,755,0}2,20252,0}3,377,0}4,377,0","0,1}1,2}2,3}3,4}4,5",0,9004,9101,"690042.0",0,"600年前宝树妖王寄身双生圣女之一古利夏提，并操纵火尊教对抗玄天宗。另一位圣女阿伊慕识破妖王真身。以自身献给圣石之火，化为东皇剑，诛灭了妖王。自那以后，玄天宗便取走东皇剑，收归剑冢。"));
        contaioners.put(6310009, new Cfg_HuaxingFlySword_Bean(6310009,"剑魂·东皇",2,1,"",12017,"1,797,0}2,21355,0}3,398,0}4,398,0","0,1}1,2}2,3}3,4}4,5",0,9005,9103,"690042.0",9205,"所有的剑灵都失去了生前的记忆，只要认主，便会依令行事，没有顾虑，亦不会思索。只是，作为东皇剑灵的她对妖族似乎格外痛恨，若剑主不加以制止，便定会将敌方焚为飞灰，方肯作罢。"));
        contaioners.put(6310010, new Cfg_HuaxingFlySword_Bean(6310010,"御剑·东皇",2,1,"",12018,"1,838,0}2,22457,0}3,419,0}4,419,0","0,1}1,2}2,3}3,4}4,5",0,9005,9103,"690042.0",9205,"或许，即使转生为剑灵，她也忘不掉使自己投身烈火的妖魔。而东皇剑主多为少女，或许她也忘不掉自己的妹妹。"));
        contaioners.put(6310011, new Cfg_HuaxingFlySword_Bean(6310011,"剑灵·东皇",2,1,"",12019,"1,879,0}2,23560,0}3,439,0}4,439,0","0,1}1,2}2,3}3,4}4,5",0,9006,9103,"690042.0",9206,"人世间又走了一遭，重生的东皇剑灵并未忘却与你在赤水北漠的遭遇，反而觉醒了更强大的力量，真是前所未见。"));
        contaioners.put(6310012, new Cfg_HuaxingFlySword_Bean(6310012,"觉醒·东皇",2,1,"",12020,"1,920,0}2,24663,0}3,460,0}4,460,0","0,1}1,2}2,3}3,4}4,5",0,9006,9103,"690042.0",9206,"令人苦恼的是，在命东皇剑出击时，你若昏招频出，便立马会遭到她的训斥，简直如同长姐一般。对于了却尘缘的修仙者来说，这真是一种别样的体验。"));
        contaioners.put(6310013, new Cfg_HuaxingFlySword_Bean(6310013,"龙渊",3,1,"",12021,"1,961,0}2,25765,0}3,480,0}4,480,0","0,1}1,2}2,3}3,4}4,5",0,9007,9101,"690042.0",0,"龙渊为凶剑，现世百年，两位剑主皆以剑自戕而亡，时任掌门只得下令封剑。"));
        contaioners.put(6310014, new Cfg_HuaxingFlySword_Bean(6310014,"灵智·龙渊",3,1,"",12022,"1,1002,0}2,26868,0}3,501,0}4,501,0","0,1}1,2}2,3}3,4}4,5",0,9007,9101,"690042.0",0,"剑身状若龙牙，以【万年玄冰】铸就，若长久注视，神识会被幻光牵引，仿佛堕入深渊般难以挣脱，因而剑名龙渊。于500年前自从极之渊中破封而出，被时任看守长老镇压，收归剑冢。"));
        contaioners.put(6310015, new Cfg_HuaxingFlySword_Bean(6310015,"剑魂·龙渊",3,1,"",12023,"1,1044,0}2,27970,0}3,522,0}4,522,0","0,1}1,2}2,3}3,4}4,5",0,9008,9104,"690042.0",9208,"喜、怒、哀、惧、爱、恶、欲，生灵皆有七情，人如是，妖亦如是。“不染七情，方能不为其所害，你们既要沉沦，我便推你们一把。”"));
        contaioners.put(6310016, new Cfg_HuaxingFlySword_Bean(6310016,"御剑·龙渊",3,1,"",12024,"1,1085,0}2,29073,0}3,542,0}4,542,0","0,1}1,2}2,3}3,4}4,5",0,9008,9104,"690042.0",9208,"她不染七情，却专攻七情。剑光迷离，映照诸般心魔。剑意缠绵，一刹永堕沉沦。"));
        contaioners.put(6310017, new Cfg_HuaxingFlySword_Bean(6310017,"剑灵·龙渊",3,1,"",12025,"1,1126,0}2,30176,0}3,563,0}4,563,0","0,1}1,2}2,3}3,4}4,5",0,9009,9104,"690042.0",9209,"前世她本应偏安一隅，却遭妖王冰夷欺骗，为他铸造剑灵。只是造化弄人，剑成之际，她才惊觉这不过是一场幻梦，愤而以身祭剑，化为绝情之灵。"));
        contaioners.put(6310018, new Cfg_HuaxingFlySword_Bean(6310018,"觉醒·龙渊",3,1,"",12026,"1,1167,0}2,31278,0}3,583,0}4,583,0","0,1}1,2}2,3}3,4}4,5",0,9009,9104,"690042.0",9209,"今世她再投妖身，负心者亦假戏成真，两心相知，转而又天人永隔。“七情六欲，果真最为伤人。”"));
        contaioners.put(6310019, new Cfg_HuaxingFlySword_Bean(6310019,"瑶姬",4,1,"",12009,"1,1208,0}2,32381,0}3,604,0}4,604,0","0,1}1,2}2,3}3,4}4,5",0,9010,9101,"690042.0",0,"天生之剑。本为天虞之山中，【万木之精】化形的瑶草。汇聚千百年来山民信念，得以诞生一丝神识，可以回应祈求。"));
        contaioners.put(6310020, new Cfg_HuaxingFlySword_Bean(6310020,"灵智·瑶姬",4,1,"",12010,"1,1249,0}2,33483,0}3,624,0}4,624,0","0,1}1,2}2,3}3,4}4,5",0,9010,9101,"690042.0",0,"900年前的万妖之劫中，因山民寻求庇佑的强烈请愿，化为神剑，力斩群妖。百年前被时任剑主姬明真带回玄天宗，于剑寂之劫后存于剑冢之中。"));
        contaioners.put(6310021, new Cfg_HuaxingFlySword_Bean(6310021,"剑魂·瑶姬",4,1,"",12011,"1,1291,0}2,34586,0}3,645,0}4,645,0","0,1}1,2}2,3}3,4}4,5",0,9011,9105,"690042.0",9211,"在遇到姬明真前，她的眼中只有山中天地，回应山民的祈愿便是全部。直到与他心神相系，她才看清真正广阔的天与地，还有横亘其上的——天之禁。"));
        contaioners.put(6310022, new Cfg_HuaxingFlySword_Bean(6310022,"御剑·瑶姬",4,1,"",12012,"1,1332,0}2,35688,0}3,666,0}4,666,0","0,1}1,2}2,3}3,4}4,5",0,9011,9105,"690042.0",9211,"天之禁如同一道禁锢众生的枷锁，一旦超越，便会被天道之威碾碎。只是已经无法回头了，他的执念深深刻在了她的心中，成为了她唯一的使命。"));
        contaioners.put(6310023, new Cfg_HuaxingFlySword_Bean(6310023,"剑灵·瑶姬",4,1,"",12013,"1,1373,0}2,36791,0}3,686,0}4,686,0","0,1}1,2}2,3}3,4}4,5",0,9012,9105,"690042.0",9212,"再也回不去了，她的心已经被打开，如同茁壮成长的大树一般，想要顶破一切桎梏。山民的生命是如此短暂，许多人她只见过一面，再见时已是白发苍苍。"));
        contaioners.put(6310024, new Cfg_HuaxingFlySword_Bean(6310024,"觉醒·瑶姬",4,1,"",12014,"1,1414,0}2,37894,0}3,707,0}4,707,0","0,1}1,2}2,3}3,4}4,5",0,9012,9105,"690042.0",9212,"天之禁下的修仙者们，纵是向往拿神鬼莫测的境界，却也贪生怕死，不敢越雷池一步。这次，她一定要去往天之禁外那个宽广的，没有限制的诸界。这次，她不想再被人抛下。"));
        contaioners.put(6310025, new Cfg_HuaxingFlySword_Bean(6310025,"太阿",5,1,"",12015,"1,1455,0}2,38996,0}3,727,0}4,727,0","0,1}1,2}2,3}3,4}4,5",0,9013,9101,"690042.0",0,"人所铸造的第一把剑灵之剑，以玄剑峰剑冢的【太阿金气】凝聚而成。甫一出世，重创万妖之主，扭转了人妖之战的局势。"));
        contaioners.put(6310026, new Cfg_HuaxingFlySword_Bean(6310026,"灵智·太阿",5,1,"",12016,"1,1496,0}2,40099,0}3,748,0}4,748,0","0,1}1,2}2,3}3,4}4,5",0,9013,9101,"690042.0",0,"太阿之威过于凶厉，令首任剑主——姬临渊敌我不分，许多人族殒命在剑威之下，这压垮了他的心智。凭着最后一丝清明，他抛出了太阿，或许是不忍此剑再添恶业。"));
        contaioners.put(6310027, new Cfg_HuaxingFlySword_Bean(6310027,"剑魂·太阿",5,1,"",12017,"1,1537,0}2,41201,0}3,768,0}4,768,0","0,1}1,2}2,3}3,4}4,5",0,9014,9102,"690042.0",9214,"太阿剑再次唤醒剑灵之时，人们惊奇地发现她的面容竟与昔日玄剑宗的宗主之女——姬招离别无二致。一时之间，关于为何姬临渊会让独女成为剑灵的因由众说纷纭。"));
        contaioners.put(6310028, new Cfg_HuaxingFlySword_Bean(6310028,"御剑·太阿",5,1,"",12018,"1,1579,0}2,42304,0}3,789,0}4,789,0","0,1}1,2}2,3}3,4}4,5",0,9014,9102,"690042.0",9214,"人们对于少女为何成为剑灵的因由生了诸多疑问，其中不乏恶意揣测。少女剑灵漠视着这一切，仿佛尘世之事与己无关。"));
        contaioners.put(6310029, new Cfg_HuaxingFlySword_Bean(6310029,"剑灵·太阿",5,1,"",12019,"1,1620,0}2,43407,0}3,810,0}4,810,0","0,1}1,2}2,3}3,4}4,5",0,9015,9102,"690042.0",9215,"少女因一时的意气化为剑灵，手刃了罪魁祸首，却也遗忘了自己想保护的一切。未曾想到抛下的过往会以另一种方式回归，看似无解的宿命也会有意想不到的转机"));
        contaioners.put(6310030, new Cfg_HuaxingFlySword_Bean(6310030,"觉醒·太阿",5,1,"",12020,"1,1661,0}2,44509,0}3,830,0}4,830,0","0,1}1,2}2,3}3,4}4,5",0,9015,9102,"690042.0",9215,"曾经，她无法选择，只能为剑主的使命而活。如今，她选择与你并肩，无论何种阻碍，她都会为你将其粉碎。"));
        contaioners.put(6310031, new Cfg_HuaxingFlySword_Bean(6310031,"巨阙",6,1,"",12021,"1,1702,0}2,45612,0}3,851,0}4,851,0","0,1}1,2}2,3}3,4}4,5",0,9016,9101,"690042.0",0,"剑威至猛，居诸剑之首，一击便可穿云裂石，需要极其强大的意念方可驱使。后世记载中，巨阙的铸剑师为巨阙首任剑主。"));
        contaioners.put(6310032, new Cfg_HuaxingFlySword_Bean(6310032,"灵智·巨阙",6,1,"",12022,"1,1743,0}2,46714,0}3,871,0}4,871,0","0,1}1,2}2,3}3,4}4,5",0,9016,9101,"690042.0",0,"相传巨阙的铸剑师终其一生只为铸一剑，其志之坚令不周天墟的【巨阙封石】有感通灵。巨阙既成，铸剑师将剑交予玄天宗后便力竭而亡，连名字也未曾留下。"));
        contaioners.put(6310033, new Cfg_HuaxingFlySword_Bean(6310033,"剑魂·巨阙",6,1,"",12023,"1,1784,0}2,47817,0}3,892,0}4,892,0","0,1}1,2}2,3}3,4}4,5",0,9017,9102,"690042.0",9217,"铸剑即是铸心，铸剑者所持心念，本身便会成为剑意，通灵名剑更是如此。如同那位无名的铸剑师一样，她择主别无他求，只要心性至坚定至纯。"));
        contaioners.put(6310034, new Cfg_HuaxingFlySword_Bean(6310034,"御剑·巨阙",6,1,"",12024,"1,1826,0}2,48919,0}3,913,0}4,913,0","0,1}1,2}2,3}3,4}4,5",0,9017,9102,"690042.0",9217,"能成为巨阙剑主之人却是少之又少，人们都说是因为巨阙的铸造之法有缺陷。对此，巨阙剑灵直做过一次回答。“人心裹挟之物太多，我嫌他们吵闹。”"));
        contaioners.put(6310035, new Cfg_HuaxingFlySword_Bean(6310035,"剑灵·巨阙",6,1,"",12025,"1,1867,0}2,50022,0}3,933,0}4,933,0","0,1}1,2}2,3}3,4}4,5",0,9018,9102,"690042.0",9218,"那位万年前的神灵，赋予她形体，却未告知她诞生的因由。那位无名铸剑师，赋予她灵智，却来不及告诉她该去往何方。"));
        contaioners.put(6310036, new Cfg_HuaxingFlySword_Bean(6310036,"觉醒·巨阙",6,1,"",12026,"1,1949,0}2,52227,0}3,974,0}4,974,0","0,1}1,2}2,3}3,4}4,5",0,9018,9102,"690042.0",9218,"若亘古不变的石头存在意志，必然会质疑自己存在的意义？而你，连接她的过往与当下之人，是否能给她一个答案？"));
    }

}
