/**
 * Auto generated, do not edit it
 *
 * title配置表
 */
 
package config;

import com.data.script.IScriptConfig;
import java.util.Map;
import com.data.bean.Cfg_Title_Bean; 

	
public final class Cfg_Title_Load implements IScriptConfig<Cfg_Title_Bean> {
	
    /**
     * 数据加载
     * @param contaioners
     */
    @Override
    public void load(Map<Integer,Cfg_Title_Bean> contaioners){
        contaioners.clear();
        contaioners.put(30001, new Cfg_Title_Bean(30001,"青空男爵",1,0,1,1,0,"1,77}2,2089}3,38}4,38",0,10000,0,1));
        contaioners.put(30101, new Cfg_Title_Bean(30101,"懵懂小道",2,600,1,2,0,"1,38}2,1044}3,19}4,19",1121000,0,0,2));
        contaioners.put(30102, new Cfg_Title_Bean(30102,"游方居士",2,7200,1,3,0,"1,54}2,1462}3,27}4,27",1121000,0,0,3));
        contaioners.put(30103, new Cfg_Title_Bean(30103,"逍遥羽客",2,86400,1,4,0,"1,70}2,1880}3,35}4,35",1121000,0,0,4));
        contaioners.put(30104, new Cfg_Title_Bean(30104,"元亨利贞",2,172800,1,5,0,"1,85}2,2298}3,42}4,42",1121000,0,0,5));
        contaioners.put(30105, new Cfg_Title_Bean(30105,"抱朴寻真",2,60,1,6,0,"1,101}2,2715}3,50}4,50",1121000,0,0,6));
        contaioners.put(30106, new Cfg_Title_Bean(30106,"恒心有成",2,120,1,7,0,"1,116}2,3133}3,58}4,58",1121000,0,0,7));
        contaioners.put(30107, new Cfg_Title_Bean(30107,"太上感应",2,0,1,8,0,"1,132}2,3551}3,66}4,66",1121000,0,0,8));
        contaioners.put(30108, new Cfg_Title_Bean(30108,"浮游六虚",2,0,1,9,0,"1,148}2,3969}3,74}4,74",1121000,0,0,9));
        contaioners.put(30109, new Cfg_Title_Bean(30109,"内圣外王",2,0,1,10,0,"1,163}2,4387}3,81}4,81",1121000,0,0,10));
        contaioners.put(30110, new Cfg_Title_Bean(30110,"皇极经世",2,0,1,11,0,"1,179}2,4804}3,89}4,89",1121000,0,0,11));
        contaioners.put(30201, new Cfg_Title_Bean(30201,"粽情一夏",3,0,1,12,0,"1,89}2,2402}3,44}4,44",0,0,0,12));
        contaioners.put(30301, new Cfg_Title_Bean(30301,"缔约之礼",4,0,1,64,524,"1,46}2,1253}3,23}4,23",60000,0,1,13));
        contaioners.put(30302, new Cfg_Title_Bean(30302,"红叶之盟",4,0,1,66,526,"1,129}2,3467}3,64}4,64",60000,0,1,14));
        contaioners.put(30303, new Cfg_Title_Bean(30303,"山盟海誓",4,0,1,67,527,"1,258}2,6935}3,129}4,129",60000,0,1,15));
        contaioners.put(30304, new Cfg_Title_Bean(30304,"与君相知",4,0,1,63,523,"1,258}2,6935}3,129}4,129",60000,0,1,16));
        contaioners.put(30305, new Cfg_Title_Bean(30305,"鱼水之欢",4,0,1,71,531,"1,310}2,8323}3,155}4,155",60000,0,1,17));
        contaioners.put(30306, new Cfg_Title_Bean(30306,"相濡以沫",4,0,1,69,529,"1,372}2,9987}3,186}4,186",60000,0,1,18));
        contaioners.put(30307, new Cfg_Title_Bean(30307,"白首永偕",4,0,1,65,525,"1,447}2,11985}3,223}4,223",60000,0,1,19));
        contaioners.put(30308, new Cfg_Title_Bean(30308,"死生契阔",4,0,1,68,528,"1,536}2,14382}3,268}4,268",60000,0,1,20));
        contaioners.put(30309, new Cfg_Title_Bean(30309,"一世一双人",4,0,1,70,530,"1,447}2,11985}3,223}4,223",60000,0,1,21));
        contaioners.put(30310, new Cfg_Title_Bean(30310,"心有灵犀",4,0,1,77,537,"1,644}2,17258}3,322}4,322",60000,0,1,22));
        contaioners.put(30311, new Cfg_Title_Bean(30311,"琴瑟和鸣",4,0,1,74,534,"1,773}2,20710}3,386}4,386",60000,0,1,23));
        contaioners.put(30312, new Cfg_Title_Bean(30312,"天作之合",4,0,1,76,536,"1,927}2,24852}3,463}4,463",60000,0,1,24));
        contaioners.put(30313, new Cfg_Title_Bean(30313,"比翼双飞",4,0,1,73,533,"1,1113}2,29822}3,556}4,556",60000,0,1,25));
        contaioners.put(30314, new Cfg_Title_Bean(30314,"神仙眷侣",4,0,1,75,535,"1,1335}2,35787}3,667}4,667",60000,0,1,26));
        contaioners.put(30401, new Cfg_Title_Bean(30401,"天下第一",5,604800,0,20,0,"1,623}2,16712}3,311}4,311",0,0,0,20));
        contaioners.put(70001, new Cfg_Title_Bean(70001,"玄德之主",5,3600,1,28,502,"1,8072}2,216264}3,4036}4,4036",0,0,1,99));
        contaioners.put(70002, new Cfg_Title_Bean(70002,"玄德宗师",5,3600,1,29,503,"1,5506}2,147512}3,2753}4,2753",0,0,1,98));
        contaioners.put(70003, new Cfg_Title_Bean(70003,"玄德居士",5,3600,1,27,0,"1,2849}2,76351}3,1424}4,1424",0,0,1,97));
        contaioners.put(70011, new Cfg_Title_Bean(70011,"蓬玄之主",5,3600,1,25,500,"1,8072}2,216264}3,4036}4,4036",0,0,1,99));
        contaioners.put(70012, new Cfg_Title_Bean(70012,"蓬玄宗师",5,3600,1,26,501,"1,5506}2,147512}3,2753}4,2753",0,0,1,98));
        contaioners.put(70013, new Cfg_Title_Bean(70013,"蓬玄居士",5,3600,1,24,0,"1,2849}2,76351}3,1424}4,1424",0,0,1,97));
        contaioners.put(70021, new Cfg_Title_Bean(70021,"朱陵之主",5,3600,1,30,504,"1,8072}2,216264}3,4036}4,4036",0,0,1,99));
        contaioners.put(70022, new Cfg_Title_Bean(70022,"朱陵宗师",5,3600,1,31,505,"1,5506}2,147512}3,2753}4,2753",0,0,1,98));
        contaioners.put(70023, new Cfg_Title_Bean(70023,"朱陵居士",5,3600,1,32,0,"1,2849}2,76351}3,1424}4,1424",0,0,1,97));
        contaioners.put(70031, new Cfg_Title_Bean(70031,"朱陵之主",5,0,1,30,504,"1,8072}2,216264}3,4036}4,4036",0,0,70021,99));
        contaioners.put(70032, new Cfg_Title_Bean(70032,"朱陵宗师",5,0,1,31,505,"1,5506}2,147512}3,2753}4,2753",0,0,70022,98));
        contaioners.put(70033, new Cfg_Title_Bean(70033,"朱陵居士",5,0,1,32,0,"1,2849}2,76351}3,1424}4,1424",0,0,70023,97));
        contaioners.put(70041, new Cfg_Title_Bean(70041,"蓬玄之主",5,0,1,25,500,"1,8072}2,216264}3,4036}4,4036",0,0,70011,99));
        contaioners.put(70042, new Cfg_Title_Bean(70042,"蓬玄宗师",5,0,1,26,501,"1,5506}2,147512}3,2753}4,2753",0,0,70012,98));
        contaioners.put(70043, new Cfg_Title_Bean(70043,"蓬玄居士",5,0,1,24,0,"1,2849}2,76351}3,1424}4,1424",0,0,70013,97));
        contaioners.put(70051, new Cfg_Title_Bean(70051,"玄德之主",5,0,1,28,502,"1,8072}2,216264}3,4036}4,4036",0,0,70001,99));
        contaioners.put(70052, new Cfg_Title_Bean(70052,"玄德宗师",5,0,1,29,503,"1,5506}2,147512}3,2753}4,2753",0,0,70002,98));
        contaioners.put(70053, new Cfg_Title_Bean(70053,"玄德居士",5,0,1,27,0,"1,2849}2,76351}3,1424}4,1424",0,0,70003,97));
        contaioners.put(70999, new Cfg_Title_Bean(70999,"福地剑主",5,0,1,82,542,"1,8072}2,216264}3,4036}4,4036",0,0,1,100));
        contaioners.put(90001, new Cfg_Title_Bean(90001,"洞观凡尘",6,86400,1,20,0,"1,218}2,5849}3,109}4,109",2100000,104,1,20));
        contaioners.put(30501, new Cfg_Title_Bean(30501,"谁与争锋",6,0,1,1,0,"1,233}2,6267}3,116}4,116",2750000,0,1,22));
        contaioners.put(30601, new Cfg_Title_Bean(30601,"三界战神",6,604800,0,22,0,"1,194}2,5222}3,97}4,97",0,0,0,23));
        contaioners.put(30701, new Cfg_Title_Bean(30701,"傲雪凝霜",6,0,0,21,0,"1,194}2,5222}3,97}4,97",0,0,0,24));
        contaioners.put(30801, new Cfg_Title_Bean(30801,"粉妆玉砌",6,0,0,22,0,"1,194}2,5222}3,97}4,97",0,0,0,23));
        contaioners.put(30901, new Cfg_Title_Bean(30901,"仙界指挥官",6,0,0,72,532,"1,218}2,5849}3,109}4,109",0,0,1,23));
        contaioners.put(40001, new Cfg_Title_Bean(40001,"仙界指挥官",10,0,0,72,532,"1,218}2,5849}3,109}4,109",0,0,0,23));
        contaioners.put(70054, new Cfg_Title_Bean(70054,"打BOSS送VIP",7,0,1,83,0,"1,89}2,2402}3,44}4,44",0,0,0,21));
        contaioners.put(70055, new Cfg_Title_Bean(70055,"初窥天境",6,0,1,34,0,"1,132}2,3551}3,66}4,66",0,0,1,24));
        contaioners.put(70056, new Cfg_Title_Bean(70056,"吾心玲珑",6,0,1,35,0,"1,257}2,6894}3,128}4,128",0,0,1,25));
        contaioners.put(70057, new Cfg_Title_Bean(70057,"蓬莱之宾",6,0,1,36,0,"1,344}2,9233}3,172}4,172",0,0,1,26));
        contaioners.put(70058, new Cfg_Title_Bean(70058,"玉壶观世",6,0,1,37,506,"1,514}2,13788}3,257}4,257",0,0,1,27));
        contaioners.put(70059, new Cfg_Title_Bean(70059,"名动九州",6,0,1,38,507,"1,684}2,18342}3,342}4,342",0,0,1,28));
        contaioners.put(70060, new Cfg_Title_Bean(70060,"神游四方",6,0,1,39,508,"1,856}2,22938}3,428}4,428",0,0,1,29));
        contaioners.put(70061, new Cfg_Title_Bean(70061,"绝尘无垢",6,0,1,40,509,"1,1029}2,27576}3,514}4,514",0,0,1,30));
        contaioners.put(70062, new Cfg_Title_Bean(70062,"日月齐光",6,0,1,41,510,"1,1200}2,32172}3,600}4,600",0,0,1,31));
        contaioners.put(70063, new Cfg_Title_Bean(70063,"心神化一",6,0,1,42,511,"1,1368}2,36663}3,684}4,684",0,0,1,32));
        contaioners.put(70068, new Cfg_Title_Bean(70068,"九州听吾令",6,0,1,48,512,"1,2312}2,61942}3,1156}4,1156",0,0,1,37));
        contaioners.put(70069, new Cfg_Title_Bean(70069,"十方任凭栏",6,0,1,49,513,"1,2397}2,64240}3,1198}4,1198",0,0,1,38));
        contaioners.put(70070, new Cfg_Title_Bean(70070,"百域献姣服",6,0,1,50,514,"1,2565}2,68731}3,1282}4,1282",0,0,1,39));
        contaioners.put(70071, new Cfg_Title_Bean(70071,"千世过须臾",6,0,1,51,515,"1,2779}2,74476}3,1389}4,1389",0,0,1,40));
        contaioners.put(70072, new Cfg_Title_Bean(70072,"万物皆刍狗",6,0,1,52,516,"1,2994}2,80221}3,1497}4,1497",0,0,1,41));
        contaioners.put(70064, new Cfg_Title_Bean(70064,"一剑醉酒仙",6,0,1,43,0,"1,1540}2,41259}3,770}4,770",0,0,1,33));
        contaioners.put(70065, new Cfg_Title_Bean(70065,"双袖起风云",6,0,1,45,0,"1,1711}2,45855}3,855}4,855",0,0,1,34));
        contaioners.put(70066, new Cfg_Title_Bean(70066,"三魂绕紫宸",6,0,1,46,0,"1,1883}2,50452}3,941}4,941",0,0,1,35));
        contaioners.put(70067, new Cfg_Title_Bean(70067,"七魄动天华",6,0,1,47,0,"1,2054}2,55048}3,1027}4,1027",0,0,1,36));
        contaioners.put(70101, new Cfg_Title_Bean(70101,"修炼有成",6,0,1,98,0,"1,89}2,2402}3,44}4,44",0,0,1,121));
        contaioners.put(70102, new Cfg_Title_Bean(70102,"修炼狂人",6,0,1,99,0,"1,257}2,6894}3,128}4,128",0,0,1,122));
        contaioners.put(70103, new Cfg_Title_Bean(70103,"修炼宗师",6,0,1,100,0,"1,428}2,11490}3,214}4,214",0,0,1,123));
        contaioners.put(70104, new Cfg_Title_Bean(70104,"一步登仙",6,0,1,101,0,"1,856}2,22938}3,428}4,428",0,0,1,124));
        contaioners.put(70105, new Cfg_Title_Bean(70105,"驭兽有道",6,0,1,102,0,"1,89}2,2402}3,44}4,44",0,0,1,125));
        contaioners.put(70106, new Cfg_Title_Bean(70106,"驭兽狂人",6,0,1,103,0,"1,257}2,6894}3,128}4,128",0,0,1,126));
        contaioners.put(70107, new Cfg_Title_Bean(70107,"驭兽宗师",6,0,1,104,0,"1,428}2,11490}3,214}4,214",0,0,1,127));
        contaioners.put(70108, new Cfg_Title_Bean(70108,"乘风万里",6,0,1,105,0,"1,856}2,22938}3,428}4,428",0,0,1,128));
        contaioners.put(70109, new Cfg_Title_Bean(70109,"炼器小成",6,0,1,106,0,"1,89}2,2402}3,44}4,44",0,0,1,129));
        contaioners.put(70110, new Cfg_Title_Bean(70110,"炼器狂人",6,0,1,107,0,"1,257}2,6894}3,128}4,128",0,0,1,130));
        contaioners.put(70111, new Cfg_Title_Bean(70111,"炼器宗室",6,0,1,108,0,"1,428}2,11490}3,214}4,214",0,0,1,131));
        contaioners.put(70112, new Cfg_Title_Bean(70112,"神机百炼",6,0,1,109,0,"1,856}2,22938}3,428}4,428",0,0,1,132));
        contaioners.put(70113, new Cfg_Title_Bean(70113,"御宠有道",6,0,1,110,0,"1,89}2,2402}3,44}4,44",0,0,1,133));
        contaioners.put(70114, new Cfg_Title_Bean(70114,"御宠狂人",6,0,1,111,0,"1,257}2,6894}3,128}4,128",0,0,1,134));
        contaioners.put(70115, new Cfg_Title_Bean(70115,"御宠宗师",6,0,1,112,0,"1,428}2,11490}3,214}4,214",0,0,1,135));
        contaioners.put(70116, new Cfg_Title_Bean(70116,"御宠天尊",6,0,1,113,0,"1,856}2,22938}3,428}4,428",0,0,1,136));
        contaioners.put(70117, new Cfg_Title_Bean(70117,"宝石小成",6,0,1,114,0,"1,89}2,2402}3,44}4,44",0,0,1,137));
        contaioners.put(70118, new Cfg_Title_Bean(70118,"宝石狂人",6,0,1,115,0,"1,257}2,6894}3,128}4,128",0,0,1,138));
        contaioners.put(70119, new Cfg_Title_Bean(70119,"宝石宗师",6,0,1,116,0,"1,428}2,11490}3,214}4,214",0,0,1,139));
        contaioners.put(70120, new Cfg_Title_Bean(70120,"珠光宝气",6,0,1,117,0,"1,856}2,22938}3,428}4,428",0,0,1,140));
        contaioners.put(70121, new Cfg_Title_Bean(70121,"升星有道",6,0,1,118,0,"1,89}2,2402}3,44}4,44",0,0,1,141));
        contaioners.put(70122, new Cfg_Title_Bean(70122,"升星狂人",6,0,1,119,0,"1,257}2,6894}3,128}4,128",0,0,1,142));
        contaioners.put(70123, new Cfg_Title_Bean(70123,"升星宗师",6,0,1,120,0,"1,428}2,11490}3,214}4,214",0,0,1,143));
        contaioners.put(70124, new Cfg_Title_Bean(70124,"牵星引灵",6,0,1,121,0,"1,856}2,22938}3,428}4,428",0,0,1,144));
        contaioners.put(70125, new Cfg_Title_Bean(70125,"比翼邈云天",6,514800,1,114,0,"1,1712}2,45876}3,856}4,856",0,0,1,137));
        contaioners.put(70126, new Cfg_Title_Bean(70126,"三世长相守",6,514800,1,115,0,"1,857}2,22980}3,428}4,428",0,0,1,138));
        contaioners.put(70127, new Cfg_Title_Bean(70127,"灵犀一线牵",6,514800,1,116,0,"1,514}2,13788}3,257}4,257",0,0,1,139));
        contaioners.put(70128, new Cfg_Title_Bean(70128,"相随无别离",6,514800,1,117,0,"1,258}2,6925}3,129}4,129",0,0,1,140));
        contaioners.put(70129, new Cfg_Title_Bean(70129,"凤凰于飞",6,514800,1,118,0,"1,856}2,22938}3,428}4,428",0,0,1,141));
        contaioners.put(70130, new Cfg_Title_Bean(70130,"岁岁相守",6,514800,1,119,0,"1,428}2,11490}3,214}4,214",0,0,1,142));
        contaioners.put(70131, new Cfg_Title_Bean(70131,"灵犀一念",6,514800,1,120,0,"1,257}2,6894}3,128}4,128",0,0,1,143));
        contaioners.put(70132, new Cfg_Title_Bean(70132,"相思相望",6,514800,1,121,0,"1,132}2,3551}3,66}4,66",0,0,1,144));
        contaioners.put(80001, new Cfg_Title_Bean(80001,"三元为道",8,0,1,84,543,"1,701}2,18801}3,350}4,350",0,0,0,21));
        contaioners.put(80002, new Cfg_Title_Bean(80002,"四象流转",8,0,1,85,544,"1,877}2,23502}3,438}4,438",0,0,0,24));
        contaioners.put(80003, new Cfg_Title_Bean(80003,"五行生灭",8,0,1,86,545,"1,1096}2,29378}3,548}4,548",0,0,0,25));
        contaioners.put(80004, new Cfg_Title_Bean(80004,"六道轮回",8,0,1,87,546,"1,1370}2,36722}3,685}4,685",0,0,0,26));
        contaioners.put(80005, new Cfg_Title_Bean(80005,"七曜钧天",8,0,1,88,547,"1,1713}2,45903}3,856}4,856",0,0,0,27));
        contaioners.put(80006, new Cfg_Title_Bean(80006,"八荒六合",8,0,1,89,548,"1,2141}2,57379}3,1070}4,1070",0,0,0,28));
        contaioners.put(80007, new Cfg_Title_Bean(80007,"九阳归元",8,0,1,90,549,"1,2677}2,71723}3,1338}4,1338",0,0,0,29));
        contaioners.put(80008, new Cfg_Title_Bean(80008,"贪狼临凡",8,0,1,91,550,"1,3346}2,89654}3,1673}4,1673",0,0,0,30));
        contaioners.put(80009, new Cfg_Title_Bean(80009,"巨门隐玉",8,0,1,92,551,"1,4183}2,112068}3,2091}4,2091",0,0,0,31));
        contaioners.put(80010, new Cfg_Title_Bean(80010,"禄存化厄",8,0,1,93,552,"1,5228}2,140085}3,2614}4,2614",0,0,0,32));
        contaioners.put(80011, new Cfg_Title_Bean(80011,"武曲定世",8,0,1,94,553,"1,6536}2,175107}3,3268}4,3268",0,0,0,37));
        contaioners.put(80012, new Cfg_Title_Bean(80012,"廉贞却邪",8,0,1,95,554,"1,8170}2,218883}3,4085}4,4085",0,0,0,38));
        contaioners.put(80013, new Cfg_Title_Bean(80013,"武曲定世",8,0,1,96,555,"1,10212}2,273604}3,5106}4,5106",0,0,0,39));
        contaioners.put(80014, new Cfg_Title_Bean(80014,"破军万里",8,0,1,97,556,"1,12766}2,342006}3,6383}4,6383",0,0,0,39));
        contaioners.put(70073, new Cfg_Title_Bean(70073,"混沌·帝尊",6,0,1,55,519,"1,1235}2,33091}3,617}4,617",0,0,70079,110));
        contaioners.put(70074, new Cfg_Title_Bean(70074,"混沌·玄君",6,0,1,54,518,"1,1235}2,33091}3,617}4,617",0,0,70080,108));
        contaioners.put(70075, new Cfg_Title_Bean(70075,"混沌·圣君",6,0,1,53,517,"1,1235}2,33091}3,617}4,617",0,0,70081,106));
        contaioners.put(70076, new Cfg_Title_Bean(70076,"天命·奈我何",6,0,1,58,522,"1,1235}2,33091}3,617}4,617",0,0,70082,111));
        contaioners.put(70077, new Cfg_Title_Bean(70077,"天命·纵横者",6,0,1,57,521,"1,1235}2,33091}3,617}4,617",0,0,70083,109));
        contaioners.put(70078, new Cfg_Title_Bean(70078,"天命·破封者",6,0,1,56,520,"1,1235}2,33091}3,617}4,617",0,0,70084,107));
        contaioners.put(70079, new Cfg_Title_Bean(70079,"混沌·帝尊",6,3600,1,55,0,"1,1235}2,33091}3,617}4,617",0,0,1,104));
        contaioners.put(70080, new Cfg_Title_Bean(70080,"混沌·玄君",6,3600,1,54,0,"1,1235}2,33091}3,617}4,617",0,0,1,102));
        contaioners.put(70081, new Cfg_Title_Bean(70081,"混沌·圣君",6,3600,1,53,0,"1,1235}2,33091}3,617}4,617",0,0,1,100));
        contaioners.put(70082, new Cfg_Title_Bean(70082,"天命·奈我何",6,3600,1,58,0,"1,1235}2,33091}3,617}4,617",0,0,1,105));
        contaioners.put(70083, new Cfg_Title_Bean(70083,"天命·纵横者",6,3600,1,57,0,"1,1235}2,33091}3,617}4,617",0,0,1,103));
        contaioners.put(70084, new Cfg_Title_Bean(70084,"天命·破封者",6,3600,1,56,0,"1,1235}2,33091}3,617}4,617",0,0,1,101));
        contaioners.put(71000, new Cfg_Title_Bean(71000,"御灵使",10,0,1,80,540,"1,856}2,22938}3,428}4,428",193000,0,1,101));
        contaioners.put(71001, new Cfg_Title_Bean(71001,"御灵天师",10,0,1,81,541,"1,1750}2,46900}3,875}4,875",193000,0,1,101));
        contaioners.put(71016, new Cfg_Title_Bean(71016,"千尘尽洗",6,0,1,126,0,"1,856}2,22938}3,428}4,428",0,0,1,102));
        contaioners.put(71017, new Cfg_Title_Bean(71017,"兵神降世",6,0,1,123,0,"1,856}2,22938}3,428}4,428",0,0,1,103));
        contaioners.put(71018, new Cfg_Title_Bean(71018,"逍遥九天",6,0,1,128,0,"1,856}2,22938}3,428}4,428",0,0,1,104));
        contaioners.put(71019, new Cfg_Title_Bean(71019,"金刚不破",6,0,1,124,0,"1,856}2,22938}3,428}4,428",0,0,1,105));
        contaioners.put(71020, new Cfg_Title_Bean(71020,"一念神魔",6,0,1,129,0,"1,856}2,22938}3,428}4,428",0,0,1,106));
        contaioners.put(71021, new Cfg_Title_Bean(71021,"蛮荒之王",6,0,1,125,0,"1,856}2,22938}3,428}4,428",0,0,1,107));
        contaioners.put(71022, new Cfg_Title_Bean(71022,"倾国银弹",6,0,1,127,0,"1,856}2,22938}3,428}4,428",0,0,1,108));
        contaioners.put(71023, new Cfg_Title_Bean(71023,"天使投资人",6,0,1,130,0,"1,428}2,11490}3,214}4,214",0,0,1,108));
    }

}
