/**
 * Auto generated, do not edit it
 *
 * today_function_task配置表
 */
 
package config;

import com.data.script.IScriptConfig;
import java.util.Map;
import com.data.bean.Cfg_Today_function_task_Bean; 

	
public final class Cfg_Today_function_task_Load implements IScriptConfig<Cfg_Today_function_task_Bean> {
	
    /**
     * 数据加载
     * @param contaioners
     */
    @Override
    public void load(Map<Integer,Cfg_Today_function_task_Bean> contaioners){
        contaioners.clear();
        contaioners.put(1, new Cfg_Today_function_task_Bean(1,1,"[4ADDFF][每日][-]今日登录游戏","159,1","2041,1,1,9}3,5000,1,9","7,8,11,12",0,0,0,0));
        contaioners.put(2, new Cfg_Today_function_task_Bean(2,1,"[4ADDFF][每日][-]参与击杀福地 护卫[00ff00]1次[-]","218,3,1","2041,1,1,9}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(3, new Cfg_Today_function_task_Bean(3,1,"[4ADDFF][每日][-]参与击杀福地 精英[00ff00]1次[-]","218,2,1","2041,1,1,9}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(4, new Cfg_Today_function_task_Bean(4,1,"[4ADDFF][每日][-]参与击杀福地 怪物[00ff00]3次[-]","193,3","2041,1,1,9}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(23, new Cfg_Today_function_task_Bean(23,2,"[D96B06][唯一][-]参与击杀福地 首领[00ff00]1次[-]","218,1,1","83105,1,1,0}83106,1,1,1}83105,1,1,2}83106,1,1,3}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(24, new Cfg_Today_function_task_Bean(24,2,"[D96B06][唯一][-]在福地中击杀其他仙盟玩家[00ff00]3次[-]","219,12,3","83105,1,1,0}83106,1,1,1}83105,1,1,2}83106,1,1,3}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(25, new Cfg_Today_function_task_Bean(25,2,"[D96B06][唯一][-]参与击杀福地 精英[00ff00]3次[-]","218,2,3","83105,1,1,0}83106,1,1,1}83105,1,1,2}83106,1,1,3}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(26, new Cfg_Today_function_task_Bean(26,2,"[D96B06][唯一][-]参与击杀福地 护卫[00ff00]5次[-]","218,3,5","83105,1,1,0}83106,1,1,1}83105,1,1,2}83106,1,1,3}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(27, new Cfg_Today_function_task_Bean(27,2,"[D96B06][唯一][-]参与击杀福地 怪物[00ff00]8次[-]","193,8","83107,1,1,0}83108,1,1,1}83107,1,1,2}83108,1,1,3}3,5000,1,9","7.0",1222000,0,0,0));
        contaioners.put(5, new Cfg_Today_function_task_Bean(5,2,"[D96B06][唯一][-]今日领取剑灵阁[00ff00]挂机收益[-]","170,1","6306041,1,1,9}3,5000,1,9","2.0",1340000,0,0,0));
        contaioners.put(6, new Cfg_Today_function_task_Bean(6,2,"[D96B06][唯一][-]通关剑灵阁[00ff00]30层[-]","150,30","6306043,1,1,9}3,5000,1,9","2.0",1340000,0,1,0));
        contaioners.put(7, new Cfg_Today_function_task_Bean(7,2,"[D96B06][唯一][-]通关剑灵阁[00ff00]60层[-]","150,60","6307143,1,1,9}3,5000,1,9","2.0",1340000,0,1,0));
        contaioners.put(8, new Cfg_Today_function_task_Bean(8,1,"[D96B06][限时][-]今日参与[00ff00]仙盟战玩法[-]","137,1","2041,1,1,9}3,5000,1,9","1,14",57000,0,0,0));
        contaioners.put(9, new Cfg_Today_function_task_Bean(9,1,"[D96B06][限时][-]在仙盟战中击杀其他仙盟玩家[00ff00]5次[-]","219,25,5","2041,1,1,9}3,5000,1,9","1,14",57000,0,0,0));
        contaioners.put(10, new Cfg_Today_function_task_Bean(10,1,"[D96B06][限时][-]在仙盟战中[00ff00]使用神骑[-]","220,1","2041,1,1,9}3,5000,1,9","1,14",57000,0,0,0));
        contaioners.put(11, new Cfg_Today_function_task_Bean(11,2,"[D96B06][唯一][-]今日参与击杀 套装首领[00ff00]2次[-]","87,3,2","83109,1,1,0}83110,1,1,1}83109,1,1,2}83110,1,1,3}3,5000,1,9","4.0",1216000,0,1,0));
        contaioners.put(12, new Cfg_Today_function_task_Bean(12,2,"[D96B06][唯一][-]装备7阶及以上传世套装[00ff00]3件[-]","140,7,1,3","83109,3,1,0}83110,3,1,1}83109,3,1,2}83110,3,1,3}3,5000,1,9","4.0",1216000,0,1,0));
        contaioners.put(13, new Cfg_Today_function_task_Bean(13,2,"[D96B06][限时][-]今日参与巅峰竞技[00ff00]10次[-]","202,10","83111,1,1,9}3,5000,1,9","3.0",1052000,0,0,0));
        contaioners.put(15, new Cfg_Today_function_task_Bean(15,1,"[4ADDFF][每日][-]采集 水晶[00ff00]1次[-]","97,1","2041,1,1,9}3,5000,1,9","6.0",1271000,0,0,0));
        contaioners.put(16, new Cfg_Today_function_task_Bean(16,1,"[4ADDFF][每日][-]击杀神兽岛 怪物[00ff00]1次[-]","198,1","2041,1,1,9}3,5000,1,9","6.0",1271000,0,0,0));
        contaioners.put(17, new Cfg_Today_function_task_Bean(17,2,"[D96B07][唯一][-]采集 水晶[00ff00]5次[-]","97,5","3006002,1,1,9}3,5000,1,9","6.0",1271000,0,0,0));
        contaioners.put(18, new Cfg_Today_function_task_Bean(18,2,"[D96B07][唯一][-]采集 水晶[00ff00]15次[-]","97,15","3006003,1,1,9}3,5000,1,9","6.0",1271000,0,0,0));
        contaioners.put(19, new Cfg_Today_function_task_Bean(19,2,"[D96B07][唯一][-]击杀神兽岛 怪物[00ff00]5次[-]","198,5","83113,1,1,9}3,5000,1,9","6.0",1271000,0,0,0));
        contaioners.put(20, new Cfg_Today_function_task_Bean(20,2,"[D96B07][唯一][-]击杀神兽岛 怪物[00ff00]10次[-]","198,10","83114,1,1,9}3,5000,1,9","6.0",1271000,0,0,0));
        contaioners.put(21, new Cfg_Today_function_task_Bean(21,2,"[D96B06][唯一][-]今日参与[00ff00]福地论剑[-]","221,1","2041,1,1,9}3,5000,1,9","5.0",1223000,0,0,0));
        contaioners.put(22, new Cfg_Today_function_task_Bean(22,2,"[D96B06][唯一][-]在福地论剑中击杀其他仙盟玩家[00ff00]5次[-]","219,31,5","2041,1,1,9}3,5000,1,9","5.0",1223000,0,0,0));
        contaioners.put(28, new Cfg_Today_function_task_Bean(28,1,"[4ADDFF][每日][-]参与击杀诸界远征(2服) 怪物[00ff00]1次[-]","208,1","2041,1,1,9}3,5000,1,9","8.0",1273000,0,0,0));
        contaioners.put(29, new Cfg_Today_function_task_Bean(29,1,"[4ADDFF][每日][-]参与击杀诸界远征(2服) 怪物[00ff00]5次[-]","208,5","2041,1,1,9}3,5000,1,9","8.0",1273000,0,0,0));
        contaioners.put(30, new Cfg_Today_function_task_Bean(30,1,"[4ADDFF][每日][-]获得 城市占领奖励[00ff00]1次[-]","222,1","2041,1,1,9}3,5000,1,9","8.0",1273000,0,0,0));
        contaioners.put(31, new Cfg_Today_function_task_Bean(31,2,"[D96B06][唯一][-]参与击杀诸界远征(2服) 首领[00ff00]1次[-]","218,1,1","83115,1,1,0}83116,1,1,1}83115,1,1,2}83116,1,1,3}3,5000,1,9","8.0",1273000,0,0,0));
        contaioners.put(32, new Cfg_Today_function_task_Bean(32,2,"[D96B06][唯一][-]参与击杀诸界远征(2服) 精英[00ff00]5次[-]","218,2,5","83115,1,1,0}83116,1,1,1}83115,1,1,2}83116,1,1,3}3,5000,1,9","8.0",1273000,0,0,0));
        contaioners.put(33, new Cfg_Today_function_task_Bean(33,2,"[D96B06][唯一][-]参与击杀诸界远征(2服) 护卫[00ff00]10次[-]","218,3,10","83117,1,1,0}83118,1,1,1}83117,1,1,2}83118,1,1,3}3,5000,1,9","8.0",1273000,0,0,0));
        contaioners.put(34, new Cfg_Today_function_task_Bean(34,2,"[D96B06][唯一][-]参与击杀诸界远征(2服) 怪物[00ff00]25次[-]","208,25","83119,1,1,0}83120,1,1,1}83119,1,1,2}83120,1,1,3}3,5000,1,9","8.0",1273000,0,0,0));
        contaioners.put(35, new Cfg_Today_function_task_Bean(35,1,"[4ADDFF][每日][-]参与击杀诸界远征(4服) 怪物[00ff00]1次[-]","208,1","2041,1,1,9}3,5000,1,9","11.0",1273000,0,0,0));
        contaioners.put(36, new Cfg_Today_function_task_Bean(36,2,"[D96B06][唯一][-]参与击杀诸界远征(4服) 怪物[00ff00]5次[-]","208,5","83121,1,1,0}83122,1,1,1}83121,1,1,2}83122,1,1,3}3,5000,1,9","11.0",1273000,0,0,0));
        contaioners.put(37, new Cfg_Today_function_task_Bean(37,2,"[D96B06][唯一][-]参与击杀诸界远征(4服) 怪物[00ff00]10次[-]","208,10","83121,1,1,0}83122,1,1,1}83121,1,1,2}83122,1,1,3}3,5000,1,9","11.0",1273000,0,0,0));
        contaioners.put(38, new Cfg_Today_function_task_Bean(38,2,"[D96B06][唯一][-]参与击杀诸界远征(4服) 怪物[00ff00]25次[-]","208,25","83123,1,1,0}83124,1,1,1}83123,1,1,2}83124,1,1,3}3,5000,1,9","11.0",1273000,0,0,0));
        contaioners.put(39, new Cfg_Today_function_task_Bean(39,2,"[D96B06][唯一][-]参与击杀诸界远征(4服) 怪物[00ff00]40次[-]","208,40","83125,1,1,0}83126,1,1,1}83125,1,1,2}83126,1,1,3}3,5000,1,9","11.0",1273000,0,0,0));
        contaioners.put(40, new Cfg_Today_function_task_Bean(40,1,"[D96B06][限时][-]今日参与八极阵图[00ff00]获得奖励[-]","206,1","83086,3,1,9}3,5000,1,9","9.0",1272000,0,0,0));
        contaioners.put(41, new Cfg_Today_function_task_Bean(41,1,"[D96B06][限时][-]参与八极阵图且结束时至少占领[00ff00]3座城池[-]","223,3","83087,3,1,9}3,5000,1,9","9.0",1272000,0,0,0));
        contaioners.put(42, new Cfg_Today_function_task_Bean(42,1,"[D96B06][限时][-]参与八极阵图且结束时至少占领[00ff00]5座城池[-]","223,5","83087,5,1,9}3,5000,1,9","9.0",1272000,0,0,0));
        contaioners.put(43, new Cfg_Today_function_task_Bean(43,1,"[D96B06][限时][-]今日参与击杀 古魔入侵怪物[00ff00]1次[-]","87,15,1","1345,3,1,9}3,5000,1,9","10.0",1273000,0,0,0));
        contaioners.put(44, new Cfg_Today_function_task_Bean(44,1,"[D96B06][限时][-]今日参与[00ff00]除魔团[-]","224,1","1344,2,1,9}3,5000,1,9","10.0",1273000,0,0,0));
        contaioners.put(45, new Cfg_Today_function_task_Bean(45,1,"[D96B06][唯一][-]今日在封魔台抽取[00ff00]1次[-]","228,1","1323,5,1,9}3,5000,1,9","10.0",1273000,0,0,1));
        contaioners.put(46, new Cfg_Today_function_task_Bean(46,1,"[D96B06][唯一][-]今日在封魔台抽取[00ff00]3次[-]","228,3","1323,5,1,9}3,5000,1,9","10.0",1273000,0,0,1));
        contaioners.put(47, new Cfg_Today_function_task_Bean(47,1,"[4ADDFF][每日][-]参与击杀诸界远征(8服) 怪物[00ff00]1次[-]","208,1","2041,1,1,9}3,5000,1,9","12.0",1273000,0,0,0));
        contaioners.put(48, new Cfg_Today_function_task_Bean(48,2,"[D96B06][唯一][-]参与击杀诸界远征(8服) 怪物[00ff00]5次[-]","208,5","83127,1,1,0}83128,1,1,1}83127,1,1,2}83128,1,1,3}3,5000,1,9","12.0",1273000,0,0,0));
        contaioners.put(49, new Cfg_Today_function_task_Bean(49,2,"[D96B06][唯一][-]参与击杀诸界远征(8服) 怪物[00ff00]10次[-]","208,10","83127,1,1,0}83128,1,1,1}83127,1,1,2}83128,1,1,3}3,5000,1,9","12.0",1273000,0,0,0));
        contaioners.put(50, new Cfg_Today_function_task_Bean(50,2,"[D96B06][唯一][-]参与击杀诸界远征(8服) 怪物[00ff00]25次[-]","208,25","83129,1,1,0}83130,1,1,1}83129,1,1,2}83130,1,1,3}3,5000,1,9","12.0",1273000,0,0,0));
        contaioners.put(51, new Cfg_Today_function_task_Bean(51,2,"[D96B06][唯一][-]参与击杀诸界远征(8服) 怪物[00ff00]40次[-]","208,40","83131,1,1,0}83132,1,1,1}83131,1,1,2}83132,1,1,3}3,5000,1,9","12.0",1273000,0,0,0));
        contaioners.put(52, new Cfg_Today_function_task_Bean(52,1,"[4ADDFF][每日][-]击杀荒古神坛 怪物[00ff00]1次[-]","87,14,1","2041,1,1,9}3,5000,1,9","13.0",1274000,0,0,0));
        contaioners.put(53, new Cfg_Today_function_task_Bean(53,1,"[4ADDFF][每日][-]击杀荒古神坛 怪物[00ff00]3次[-]","87,14,3","2041,1,1,9}3,5000,1,9","13.0",1274000,0,0,0));
        contaioners.put(54, new Cfg_Today_function_task_Bean(54,2,"[D96B06][唯一][-]通天轮评价达到[00ff00]兽级[-]","225,1,181800","82389,1,1,9}3,5000,1,9","13.0",1274000,0,1,0));
        contaioners.put(55, new Cfg_Today_function_task_Bean(55,2,"[D96B06][唯一][-]通天轮评价达到[00ff00]灵级[-]","225,1,393800","82390,1,1,9}3,5000,1,9","13.0",1274000,0,1,0));
        contaioners.put(56, new Cfg_Today_function_task_Bean(56,2,"[D96B06][唯一][-]通天轮评价达到[00ff00]地级[-]","225,1,750300","82392,1,1,9}3,5000,1,9","13.0",1274000,0,1,0));
        contaioners.put(57, new Cfg_Today_function_task_Bean(57,2,"[D96B06][唯一][-]解锁[00ff00]彻地轮[-]","226,2,1","82392,1,1,9}3,5000,1,9","13.0",1274000,0,1,0));
    }

}
