/**
 * Auto generated, do not edit it
 *
 * FlySword_Grave配置表
 */
 
package config;

import com.data.script.IScriptConfig;
import java.util.Map;
import com.data.bean.Cfg_FlySword_Grave_Bean; 

	
public final class Cfg_FlySword_Grave_Load implements IScriptConfig<Cfg_FlySword_Grave_Bean> {
	
    /**
     * 数据加载
     * @param contaioners
     */
    @Override
    public void load(Map<Integer,Cfg_FlySword_Grave_Bean> contaioners){
        contaioners.clear();
        contaioners.put(1, new Cfg_FlySword_Grave_Bean(1,"名剑·轩辕",1,1,2115,"蕴含无穷潜力的大道之剑，寄托了玄天宗数百年来打破【天之禁】桎梏的夙愿。远在玄天宗建立以前，便已流传此界。",9001,"1,28",400001,6310001,3500,6000));
        contaioners.put(2, new Cfg_FlySword_Grave_Bean(2,"灵智·轩辕",1,2,2116,"剑身铭文记载此剑由众神采首山之铜为黄帝所铸，【轩辕】便是帝之尊名。然岁月流转，万物枯荣，再也无人知晓，众神何在，黄帝何在？",9001,"1,53",400002,6310002,3500,6000));
        contaioners.put(3, new Cfg_FlySword_Grave_Bean(3,"剑魂·轩辕",1,3,2118,"六位剑灵之中，轩辕剑灵无疑是最为独特的存在。她拥有自己的意志，却不知自己为何而生，又将去往何处。",9002,"1,85",400003,6310003,0,10000));
        contaioners.put(4, new Cfg_FlySword_Grave_Bean(4,"御剑·轩辕",1,4,2117,"她的面容威严而平静，眼眸中却又倒映着无尽时光流逝带来的沧桑。当你们心神相系的那一刻，她的眼中似乎有一闪而逝的期待，是错觉吗？",9002,"1,122",400004,6310004,0,5000));
        contaioners.put(5, new Cfg_FlySword_Grave_Bean(5,"剑灵·轩辕",1,5,2119,"与她的心神联系日益紧密，只需心念一动，她便能操纵轩辕剑为你御敌。力量觉醒之后，她的身姿也产生了变化，威严更胜往昔，眉眼中又多了几分灵动。",9003,"1,154",400005,6310005,0,10000));
        contaioners.put(6, new Cfg_FlySword_Grave_Bean(6,"觉醒·轩辕",1,6,2120,"也许这一次，她不需要再眼睁睁看着你如同凡人般消逝而无能为力。也许这一次，即使是天道法则你们也能争上一争！",9003,"1,195",400006,6310006,0,5500));
        contaioners.put(7, new Cfg_FlySword_Grave_Bean(7,"名剑·东皇",2,1,1006,"以赤水北漠的圣石【东皇劫石】所铸之剑。900年前，万妖肆虐，火尊教激发圣石灵力，一击便焚尽入侵赤水北漠的妖族。",9004,"1,225",400007,6310007,3500,6000));
        contaioners.put(8, new Cfg_FlySword_Grave_Bean(8,"灵智·东皇",2,2,1006,"600年前宝树妖王寄身双生圣女之一古利夏提，并操纵火尊教对抗玄天宗。另一位圣女阿伊慕识破妖王真身。以自身献给圣石之火，化为东皇剑，诛灭了妖王。自那以后，玄天宗便取走东皇剑，收归剑冢。",9004,"1,235",400008,6310008,3500,6000));
        contaioners.put(9, new Cfg_FlySword_Grave_Bean(9,"剑魂·东皇",2,3,1006,"所有的剑灵都失去了生前的记忆，只要认主，便会依令行事，没有顾虑，亦不会思索。只是，作为东皇剑灵的她对妖族似乎格外痛恨，若剑主不加以制止，便定会将敌方焚为飞灰，方肯作罢。",9005,"1,250",400009,6310009,0,10000));
        contaioners.put(10, new Cfg_FlySword_Grave_Bean(10,"御剑·东皇",2,4,1006,"或许，即使转生为剑灵，她也忘不掉使自己投身烈火的妖魔。而东皇剑主多为少女，或许她也忘不掉自己的妹妹。",9005,"1,265",400010,6310010,0,5000));
        contaioners.put(11, new Cfg_FlySword_Grave_Bean(11,"剑灵·东皇",2,5,1006,"人世间又走了一遭，重生的东皇剑灵并未忘却与你在赤水北漠的遭遇，反而觉醒了更强大的力量，真是前所未见。",9006,"1,280",400011,6310011,0,10000));
        contaioners.put(12, new Cfg_FlySword_Grave_Bean(12,"觉醒·东皇",2,6,1006,"令人苦恼的是，在命东皇剑出击时，你若昏招频出，便立马会遭到她的训斥，简直如同长姐一般。对于了却尘缘的修仙者来说，这真是一种别样的体验。",9006,"3,3000000",400012,6310012,0,5500));
        contaioners.put(13, new Cfg_FlySword_Grave_Bean(13,"名剑·龙渊",3,1,1007,"龙渊为凶剑，现世百年，两位剑主皆以剑自戕而亡，时任掌门只得下令封剑。",9007,"3,8100000",400013,6310013,3500,6000));
        contaioners.put(14, new Cfg_FlySword_Grave_Bean(14,"灵智·龙渊",3,2,1007,"剑身状若龙牙，以【万年玄冰】铸就，若长久注视，神识会被幻光牵引，仿佛堕入深渊般难以挣脱，因而剑名龙渊。于500年前自从极之渊中破封而出，被时任看守长老镇压，收归剑冢。",9007,"3,12500000",400014,6310014,3500,6000));
        contaioners.put(15, new Cfg_FlySword_Grave_Bean(15,"剑魂·龙渊",3,3,1007,"喜、怒、哀、惧、爱、恶、欲，生灵皆有七情，人如是，妖亦如是。“不染七情，方能不为其所害，你们既要沉沦，我便推你们一把。”",9008,"3,16000000",400015,6310015,0,10000));
        contaioners.put(16, new Cfg_FlySword_Grave_Bean(16,"御剑·龙渊",3,4,1007,"她不染七情，却专攻七情。剑光迷离，映照诸般心魔。剑意缠绵，一刹永堕沉沦。",9008,"3,20500000",400016,6310016,0,5000));
        contaioners.put(17, new Cfg_FlySword_Grave_Bean(17,"剑灵·龙渊",3,5,1007,"前世她本应偏安一隅，却遭妖王冰夷欺骗，为他铸造剑灵。只是造化弄人，剑成之际，她才惊觉这不过是一场幻梦，愤而以身祭剑，化为绝情之灵。",9009,"3,28100000",400017,6310017,0,10000));
        contaioners.put(18, new Cfg_FlySword_Grave_Bean(18,"觉醒·龙渊",3,6,1007,"今世她再投妖身，负心者亦假戏成真，两心相知，转而又天人永隔。“七情六欲，果真最为伤人。”",9009,"3,33600000",400018,6310018,0,5500));
        contaioners.put(19, new Cfg_FlySword_Grave_Bean(19,"名剑·瑶姬",4,1,1008,"天生之剑。本为天虞之山中，【万木之精】化形的瑶草。汇聚千百年来山民信念，得以诞生一丝神识，可以回应祈求。",9010,"3,39600000",400019,6310019,3500,6000));
        contaioners.put(20, new Cfg_FlySword_Grave_Bean(20,"灵智·瑶姬",4,2,1008,"900年前的万妖之劫中，因山民寻求庇佑的强烈请愿，化为神剑，力斩群妖。百年前被时任剑主姬明真带回玄天宗，于剑寂之劫后存于剑冢之中。",9010,"3,43900000",400020,6310020,3500,6000));
        contaioners.put(21, new Cfg_FlySword_Grave_Bean(21,"剑魂·瑶姬",4,3,1008,"在遇到姬明真前，她的眼中只有山中天地，回应山民的祈愿便是全部。直到与他心神相系，她才看清真正广阔的天与地，还有横亘其上的——天之禁。",9011,"3,52000000",400021,6310021,0,10000));
        contaioners.put(22, new Cfg_FlySword_Grave_Bean(22,"御剑·瑶姬",4,4,1008,"天之禁如同一道禁锢众生的枷锁，一旦超越，便会被天道之威碾碎。只是已经无法回头了，他的执念深深刻在了她的心中，成为了她唯一的使命。",9011,"3,60300000",400022,6310022,0,5000));
        contaioners.put(23, new Cfg_FlySword_Grave_Bean(23,"剑灵·瑶姬",4,5,1008,"再也回不去了，她的心已经被打开，如同茁壮成长的大树一般，想要顶破一切桎梏。山民的生命是如此短暂，许多人她只见过一面，再见时已是白发苍苍。",9012,"3,68900000",400023,6310023,0,10000));
        contaioners.put(24, new Cfg_FlySword_Grave_Bean(24,"觉醒·瑶姬",4,6,1008,"天之禁下的修仙者们，纵是向往拿神鬼莫测的境界，却也贪生怕死，不敢越雷池一步。这次，她一定要去往天之禁外那个宽广的，没有限制的诸界。这次，她不想再被人抛下。",9012,"3,77600000",400024,6310024,0,5500));
        contaioners.put(25, new Cfg_FlySword_Grave_Bean(25,"名剑·太阿",5,1,1009,"人所铸造的第一把剑灵之剑，以玄剑峰剑冢的【太阿金气】凝聚而成。甫一出世，重创万妖之主，扭转了人妖之战的局势。",9013,"3,86600000",400025,6310025,3500,6000));
        contaioners.put(26, new Cfg_FlySword_Grave_Bean(26,"灵智·太阿",5,2,1009,"太阿之威过于凶厉，令首任剑主——姬临渊敌我不分，许多人族殒命在剑威之下，这压垮了他的心智。凭着最后一丝清明，他抛出了太阿，或许是不忍此剑再添恶业。",9013,"3,95900000",400026,6310026,3500,6000));
        contaioners.put(27, new Cfg_FlySword_Grave_Bean(27,"剑魂·太阿",5,3,1009,"太阿剑再次唤醒剑灵之时，人们惊奇地发现她的面容竟与昔日玄剑宗的宗主之女——姬招离别无二致。一时之间，关于为何姬临渊会让独女成为剑灵的因由众说纷纭。",9014,"3,105300000",400027,6310027,0,10000));
        contaioners.put(28, new Cfg_FlySword_Grave_Bean(28,"御剑·太阿",5,4,1009,"人们对于少女为何成为剑灵的因由生了诸多疑问，其中不乏恶意揣测。少女剑灵漠视着这一切，仿佛尘世之事与己无关。",9014,"3,115000000",400028,6310028,0,5000));
        contaioners.put(29, new Cfg_FlySword_Grave_Bean(29,"剑灵·太阿",5,5,1009,"少女因一时的意气化为剑灵，手刃了罪魁祸首，却也遗忘了自己想保护的一切。未曾想到抛下的过往会以另一种方式回归，看似无解的宿命也会有意想不到的转机",9015,"3,124900000",400029,6310029,0,10000));
        contaioners.put(30, new Cfg_FlySword_Grave_Bean(30,"觉醒·太阿",5,6,1009,"曾经，她无法选择，只能为剑主的使命而活。如今，她选择与你并肩，无论何种阻碍，她都会为你将其粉碎。",9015,"3,135000000",400030,6310030,0,5500));
        contaioners.put(31, new Cfg_FlySword_Grave_Bean(31,"名剑·巨阙",6,1,1010,"剑威至猛，居诸剑之首，一击便可穿云裂石，需要极其强大的意念方可驱使。后世记载中，巨阙的铸剑师为巨阙首任剑主。",9016,"3,145400000",400031,6310031,3500,6000));
        contaioners.put(32, new Cfg_FlySword_Grave_Bean(32,"灵智·巨阙",6,2,1010,"相传巨阙的铸剑师终其一生只为铸一剑，其志之坚令不周天墟的【巨阙封石】有感通灵。巨阙既成，铸剑师将剑交予玄天宗后便力竭而亡，连名字也未曾留下。",9016,"3,156000000",400032,6310032,3500,6000));
        contaioners.put(33, new Cfg_FlySword_Grave_Bean(33,"剑魂·巨阙",6,3,1010,"铸剑即是铸心，铸剑者所持心念，本身便会成为剑意，通灵名剑更是如此。如同那位无名的铸剑师一样，她择主别无他求，只要心性至坚定至纯。",9017,"3,184300000",400033,6310033,0,10000));
        contaioners.put(34, new Cfg_FlySword_Grave_Bean(34,"御剑·巨阙",6,4,1010,"能成为巨阙剑主之人却是少之又少，人们都说是因为巨阙的铸造之法有缺陷。对此，巨阙剑灵直做过一次回答。“人心裹挟之物太多，我嫌他们吵闹。”",9017,"3,222200000",400034,6310034,0,5000));
        contaioners.put(35, new Cfg_FlySword_Grave_Bean(35,"剑灵·巨阙",6,5,1010,"那位万年前的神灵，赋予她形体，却未告知她诞生的因由。那位无名铸剑师，赋予她灵智，却来不及告诉她该去往何方。",9018,"3,252100000",400035,6310035,0,10000));
        contaioners.put(36, new Cfg_FlySword_Grave_Bean(36,"觉醒·巨阙",6,6,1010,"若亘古不变的石头存在意志，必然会质疑自己存在的意义？而你，连接她的过往与当下之人，是否能给她一个答案？",9018,"3,273400000",400036,6310036,0,5500));
    }

}
