/**
 * Auto generated, do not edit it
 *
 * guild_gift配置表
 */
 
package config;

import com.data.script.IScriptConfig;
import java.util.Map;
import com.data.bean.Cfg_Guild_gift_Bean; 

	
public final class Cfg_Guild_gift_Load implements IScriptConfig<Cfg_Guild_gift_Bean> {
	
    /**
     * 数据加载
     * @param contaioners
     */
    @Override
    public void load(Map<Integer,Cfg_Guild_gift_Bean> contaioners){
        contaioners.clear();
        contaioners.put(101, new Cfg_Guild_gift_Bean(101,"辛勤活跃的奖励",0,3099980,"89,300","14,500,2000}14001,1,2000}10001,1,2000}11001,1,2000}3,10000,2000",0,300,1440));
        contaioners.put(201, new Cfg_Guild_gift_Bean(201,"赏金的额外奖励",0,3099979,"177,20","14,500,2000}14001,1,2000}10001,1,2000}11001,1,2000}3,10000,2000",0,300,1440));
        contaioners.put(301, new Cfg_Guild_gift_Bean(301,"世界首领的馈赠",0,3099978,"174,5","14,500,2000}14001,1,2000}10001,1,2000}11001,1,2000}3,10000,2000",0,300,1440));
        contaioners.put(401, new Cfg_Guild_gift_Bean(401,"晶甲和域的馈赠",0,3099977,"175,3","14,500,2000}14001,1,2000}10001,1,2000}11001,1,2000}3,10000,2000",0,300,1440));
        contaioners.put(501, new Cfg_Guild_gift_Bean(501,"圣装首领的馈赠",1,3099976,"193,1","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",0,300,1440));
        contaioners.put(502, new Cfg_Guild_gift_Bean(502,"圣装首领的馈赠",1,3099976,"208,1","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",0,300,1440));
        contaioners.put(601, new Cfg_Guild_gift_Bean(601,"灵玉联盟的欣赏",1,3099975,"161,1","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",0,0,1440));
        contaioners.put(701, new Cfg_Guild_gift_Bean(701,"灵体的领悟",1,3099973,"209,80001","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(702, new Cfg_Guild_gift_Bean(702,"灵体的领悟",1,3099973,"209,80002","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(703, new Cfg_Guild_gift_Bean(703,"灵体的领悟",1,3099973,"209,80003","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(704, new Cfg_Guild_gift_Bean(704,"灵体的领悟",1,3099973,"209,80004","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(705, new Cfg_Guild_gift_Bean(705,"灵体的领悟",1,3099973,"209,80005","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(706, new Cfg_Guild_gift_Bean(706,"灵体的领悟",1,3099973,"209,80006","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(707, new Cfg_Guild_gift_Bean(707,"灵体的领悟",1,3099973,"209,80007","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(708, new Cfg_Guild_gift_Bean(708,"灵体的领悟",1,3099973,"209,80008","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(709, new Cfg_Guild_gift_Bean(709,"灵体的领悟",1,3099973,"209,80009","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(710, new Cfg_Guild_gift_Bean(710,"灵体的领悟",1,3099973,"209,80010","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(711, new Cfg_Guild_gift_Bean(711,"灵体的领悟",1,3099973,"209,80011","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(712, new Cfg_Guild_gift_Bean(712,"灵体的领悟",1,3099973,"209,80012","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(713, new Cfg_Guild_gift_Bean(713,"灵体的领悟",1,3099973,"209,80013","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
        contaioners.put(714, new Cfg_Guild_gift_Bean(714,"灵体的领悟",1,3099973,"209,80014","12,500,2000}14002,1,2000}10002,1,2000}11002,1,2000}16002,1,2000",1,0,1440));
    }

}
