/**
 * Auto generated, do not edit it
 *
 * state_stifle_add配置表
 */
 
package config;

import com.data.script.IScriptConfig;
import java.util.Map;
import com.data.bean.Cfg_State_stifle_add_Bean; 

	
public final class Cfg_State_stifle_add_Load implements IScriptConfig<Cfg_State_stifle_add_Bean> {
	
    /**
     * 数据加载
     * @param contaioners
     */
    @Override
    public void load(Map<Integer,Cfg_State_stifle_add_Bean> contaioners){
        contaioners.clear();
        contaioners.put(100, new Cfg_State_stifle_add_Bean(100,1,0,"15113,1}15103,1}12,1500","",10000,"43,1000","","","[CFCF00]经验器灵：#n经验获取+10%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"15113,1","[e0ba6b]进化前属性[-]：#n经验获取[73ad5b]+10%[-]#n#n[73ed6b]进化后属性[-]：#n经验获取[73ad5b]+20%[-]#n伤害减少[73ad5b]+15%[-]",0,""));
        contaioners.put(101, new Cfg_State_stifle_add_Bean(101,1,1,"15113,2}15104,1}12,4500","",10000,"43,2000}14,1500","","","[CFCF00]经验器灵·[00DAFF]进化壹[-]：#n#n经验获取+20%#n伤害减少+15%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"","[e0ba6b]进化前属性[-]：#n经验获取[73ad5b]+20%[-]#n伤害减少[73ad5b]+15%[-]#n#n[73ed6b]进化后属性[-]：#n经验获取[73ad5b]+25%[-]#n伤害减少[73ad5b]+20%[-]#n最大生命[73ad5b]+5%[-]",10,"14.0"));
        contaioners.put(102, new Cfg_State_stifle_add_Bean(102,1,2,"15113,4}15105,1}12,13500","",10000,"43,2500}14,2000}30,500","","","[CFCF00]经验器灵·[00DAFF]进化贰[-]：#n#n经验获取+25%#n伤害减少+20%#n最大生命+5%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"","[e0ba6b]进化前属性[-]：#n经验获取[73ad5b]+25%[-]#n伤害减少[73ad5b]+20%[-]#n最大生命[73ad5b]+5%[-]#n#n[73ed6b]进化后属性[-]：#n经验获取[73ad5b]+40%[-]#n伤害减少[73ad5b]+30%[-]#n最大生命[73ad5b]+5%[-]#n最大防御[73ad5b]+5%[-]",10,"14.0"));
        contaioners.put(103, new Cfg_State_stifle_add_Bean(103,1,3,"","",0,"43,4000}14,3000}30,500}32,500","","","[CFCF00]经验器灵·[00DAFF]进化叁[-]：#n#n经验获取+40%#n伤害减少+30%#n最大生命+5%#n最大防御+5%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",1,1,"","[e0ba6b]已达到当前版本经验器灵满级进化：#n#n经验获取[73ad5b]+40%[-]#n伤害减少[73ad5b]+30%[-]#n最大生命[73ad5b]+5%[-]#n最大防御[73ad5b]+5%[-]",10,"14.0"));
        contaioners.put(200, new Cfg_State_stifle_add_Bean(200,2,0,"15112,1}15106,1}12,1500","",10000,"19,1000","","","[CFCF00]战斗器灵：#n暴击率+10%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"15112,1","[e0ba6b]进化前属性[-]：#n暴击率[73ad5b]+10%[-]#n#n[73ed6b]进化后属性[-]：#n暴击率[73ad5b]+15%[-]#n对怪物伤害[73ad5b]+5%[-]",0,""));
        contaioners.put(201, new Cfg_State_stifle_add_Bean(201,2,1,"15112,2}15107,1}12,4500","",10000,"19,1500}35,500","","","[CFCF00]战斗器灵·[00DAFF]进化壹[-]：#n#n暴击率+15%#n对怪物伤害+5%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"","[e0ba6b]进化前属性[-]：#n暴击率[73ad5b]+15%[-]#n对怪物伤害[73ad5b]+5%[-]#n#n[73ed6b]进化后属性[-]：#n暴击率[73ad5b]+20%[-]#n对怪物伤害[73ad5b]+10%[-]#n总攻击[73ad5b]+5%[-]",10,"14.0"));
        contaioners.put(202, new Cfg_State_stifle_add_Bean(202,2,2,"15112,4}15108,1}12,13500","",10000,"19,2000}35,1000}29,500","","","[CFCF00]战斗器灵·[00DAFF]进化贰[-]：#n#n暴击率+20%#n对怪物伤害+10%#n总攻击+5%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"","[e0ba6b]进化前属性[-]：#n暴击率[73ad5b]+20%[-]#n对怪物伤害[73ad5b]+10%[-]#n总攻击[73ad5b]+5%[-]#n#n[73ed6b]进化后属性[-]：#n暴击率[73ad5b]+25%[-]#n对怪物伤害[73ad5b]+20%[-]#n总攻击[73ad5b]+5%[-]#n总破甲[73ad5b]+5%[-]",10,"14.0"));
        contaioners.put(203, new Cfg_State_stifle_add_Bean(203,2,3,"","",0,"19,2500}35,2000}29,500}31,500","","","[CFCF00]战斗器灵·[00DAFF]进化叁[-]：#n#n暴击率+25%#n对怪物伤害+20%#n总攻击+5%#n总破甲+5%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",1,1,"","[e0ba6b]已达到当前版本战斗器灵满级进化：#n#n暴击率[73ad5b]+25%[-]#n对怪物伤害[73ad5b]+20%[-]#n总攻击[73ad5b]+5%[-]#n总破甲[73ad5b]+5%[-]",10,"14.0"));
        contaioners.put(300, new Cfg_State_stifle_add_Bean(300,3,0,"15114,1}15109,1}12,1500","",10000,"25,1000","","","[CFCF00]追击器灵：#n连击几率+10%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"15114,1","[e0ba6b]进化前属性[-]：#n连击几率[73ad5b]+10%[-]#n#n[73ed6b]进化后属性[-]：#n连击几率[73ad5b]+15%[-]#n伤害增加[73ad5b]+15%[-]",0,""));
        contaioners.put(301, new Cfg_State_stifle_add_Bean(301,3,1,"15114,2}15110,1}12,4500","",10000,"25,1500}13,1500","","","[CFCF00]追击器灵·[00DAFF]进化壹[-]：#n#n连击几率+15%#n伤害增加+15%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"","[e0ba6b]进化前属性[-]：#n连击几率[73ad5b]+15%[-]#n伤害增加[73ad5b]+15%[-]#n#n[73ed6b]进化后属性[-]：#n连击几率[73ad5b]+20%[-]#n伤害增加[73ad5b]+20%[-]#n抗暴率[73ad5b]+10%[-]",10,"14.0"));
        contaioners.put(302, new Cfg_State_stifle_add_Bean(302,3,2,"15114,4}15111,1}12,13500","",10000,"25,2000}13,2000}20,1000","","","[CFCF00]追击器灵·[00DAFF]进化贰[-]：#n#n连击几率+20%#n伤害增加+20%#n抗暴率+10%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",0,1,"","[e0ba6b]进化前属性[-]：#n连击几率[73ad5b]+20%[-]#n伤害增加[73ad5b]+20%[-]#n抗暴率[73ad5b]+10%[-]#n#n[73ed6b]进化后属性[-]：#n连击几率[73ad5b]+25%[-]#n伤害增加[73ad5b]+30%[-]#n抗暴率[73ad5b]+20%[-]#n对玩家伤害[73ad5b]+10%[-]",10,"14.0"));
        contaioners.put(303, new Cfg_State_stifle_add_Bean(303,3,3,"","",0,"25,2500}13,3000}20,2000}37,1000","","","[CFCF00]追击器灵·[00DAFF]进化叁[-]：#n#n连击几率+25%#n伤害增加+30%#n抗暴率+20%#n对玩家伤害+10%[-]#n#n通过[73ed6b]器灵进化[-]大幅提升提升能力",1,1,"","[e0ba6b]已达到当前版本追击器灵满级进化：#n#n连击几率[73ad5b]+25%[-]#n伤害增加[73ad5b]+30%[-]#n抗暴率[73ad5b]+20%[-]#n对玩家伤害[73ad5b]+10%[-]",10,"14.0"));
    }

}
